Repository: nclslbrn/Minimal-artist-portfolio
Catalog: languages/*.po
Languages: fr_fr

source: * : require field
fr_fr: * : champs requis

source: Add New
fr_fr: Ajouter nouveau

source: Add New Event
fr_fr: Ajouter un nouvel évènement

source: Add New Gif
fr_fr: Ajouter un nouveau Gif

source: Add New Project
fr_fr: Ajouter un nouveau projet

source: Add widgets here.
fr_fr: Ajouter des widgets ici.

source: All Events
fr_fr: Tous les évènements

source: All Gifs
fr_fr: Tout les Gifs

source: All Projects
fr_fr: Tous les projets

source: All right reserved
fr_fr: Tous droits réservés

source: category
fr_fr: catégorie

source: Coming soon / Now
fr_fr: À venir / en cours

source: Comment navigation
fr_fr: Navigation des commentaires

source: Comments are closed.
fr_fr: Les commentaires sont fermés

# comments title
source: One thought on &ldquo;%2$s&rdquo;
fr_fr: Une remarque sur &ldquo;%2$s&rdquo;

source: Continue reading %s <span class="meta-nav">&rarr;</span>
fr_fr: Lire plus sur %s <span class=« meta-nav »>&rarr;</span>

source: Cover is an image or a video ?
fr_fr: La couverture est une image ou une vidéo ?

source: Cover option
fr_fr: Option de couverture

source: Custom post:<br>
fr_fr: Type d’Article Personnalisé:<br>

source: Designed by Nicolas Lebrun
fr_fr: Design : Nicolas Lebrun

source: Edit
fr_fr: Editer

source: Edit %s
fr_fr: Editer %s

source: Edit Event
fr_fr: Editer l’évènement

source: Edit Gif
fr_fr: Editer le Gif

source: Edit Project
fr_fr: Editer le projet

source: Email Address Invalid.
fr_fr: Adresse Mail invalide.

source: error
fr_fr: erreur

source: Event
fr_fr: Évènement

source: Events
fr_fr: Évènements

source: Footer Menu
fr_fr: Menu de pied de page

source: From
fr_fr: Du

source: Gif-page
fr_fr: Page des Gifs

source: Header Sidebar
fr_fr: En-tête de la colonne latérale

source: Homepage
fr_fr: Accueil

source: Human Verification *
fr_fr: Code de vérification *

source: Human verification incorrect.
fr_fr: La réponse au code de vérification n’est pas correct.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
fr_fr: Il semblerait que nous ne pouvons trouvé ce que vous cherchez. Essayer de chercher.

source: Leave a Comment<span class="screen-reader-text"> on %s</span>
fr_fr: Laisser un commentaire<span class=« screen-reader-text »> on %s</span>

source: List
fr_fr: Liste

source: Map
fr_fr: Carte

source: Menu Sidebar
fr_fr: Menu latéral

source: Message was not sent. Try Again.
fr_fr: Le message n’a pas été envoyé, réessayer.

source: Name *
fr_fr: Nom *

source: New Event
fr_fr: Nouvel évènement

source: New Gif
fr_fr: Nouveau Gif

source: New Project
fr_fr: Nouveau projet

source: Newer Comments
fr_fr: Commentaires plus récents

source: No events found in Trash.
fr_fr: Pas d’évènement trouvé dans la corbeille.

source: No events found.
fr_fr: Pas d’évènement trouvé.

source: No gifs found in Trash.
fr_fr: Pas de Gif dans la corbeille

source: No gifs found.
fr_fr: Pas de Gif

source: No projects found in Trash.
fr_fr: Pas de projet trouvé dans la corbeille.

source: No projects found.
fr_fr: Pas de projet trouvé.

source: Nothing Found
fr_fr: Rien de trouvé

source: Number:<br>
fr_fr: Nombre:<br>

source: Older Comments
fr_fr: Commentaires plus anciens

source: Oops! That page can&rsquo;t be found.
fr_fr: Oups! Cette page n’existe pas !

source: Parent Events:
fr_fr: Avènement parent:

source: Parent Gifs:
fr_fr: Gif parent :

source: Parent Projects:
fr_fr: Projet parent

source: Place
fr_fr: Lieu

source: Please supply all information.
fr_fr: S’il vous plaît, remplissez tous les champs obligatoires.

# post author
source: by %s
fr_fr: par %s

# post date
source: Posted on %s
fr_fr: Ecrit dans %1$s

# post type general name
source: Events
fr_fr: Évènements

# post type general name
source: Projects
fr_fr: Projets

# post type singular name
source: Event
fr_fr: Évènement

# post type singular name
source: Project
fr_fr: Projet

source: Posted in %1$s
fr_fr: Ecrit dans %1$s

source: Primary
fr_fr: Menu

source: Project
fr_fr: Projet

source: Projects
fr_fr: Projets

source: Read more
fr_fr: Lire plus

source: Read the video
fr_fr: Lire la vidéo

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
fr_fr: Ready to public your first post? <a href=« %1$s »>Get started hère</a>.

source: Search Events
fr_fr: Chercher un évènement

source: Search Gifs
fr_fr: Chercher dans les Gifs

source: Search Projects
fr_fr: Cherche un projet

source: Search Results for: %s
fr_fr: Résultat de la recherche pour: %s

source: Self hosted
fr_fr: Auto-hébergée

source: Self hosting URLs
fr_fr: Urls de la vidéo auto-hébergée

source: send
fr_fr: envoyer

source: Send Email
fr_fr: Envoyer par Email

source: Share
fr_fr: Diffuser

source: Share on Facebook
fr_fr: Diffuser sur Facebook

source: Share on Twitter
fr_fr: Diffuser sur Twitter

source: Sidebar
fr_fr: Barre latérale

source: Skip to content
fr_fr: Aller au contenu

source: Someone sent a message from
fr_fr: Quelqu’un vous a envoyé un message via

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
fr_fr: Désolé, rien a été trouvé avec vos termes de recherches. Essayer avec d’autres termes

source: Sorry, we couldn't find the page you were looking for!
fr_fr: Désolé, nous ne pouvons trouver la page que vous cherchez.

source: Tagged %1$s
fr_fr: Tag %1$s

source: Thanks! Your message has been sent.
fr_fr: Merci! Votre message a bien été envoyé.

source: to
fr_fr: au

source: Video
fr_fr: Vidéo

source: Video ID (leave empty if selfhosted)
fr_fr: ID de la vidéo (laisser vide si auto-hébergée)

source: Video provider
fr_fr: Source de la vidéo

source: View Event
fr_fr: Voir l’évènement

source: View Gif
fr_fr: Voir le Gif

source: View Project
fr_fr: voir le projet

source: Widget Title
fr_fr: Titre du Widget

source: Widgets in this area will be shown on all posts and pages.
fr_fr: Les widgets seront visibles sur toutes les pages

source: Your browser doesn't support HTML5 video, but you can read this video with the link below.
fr_fr: Votre navigateur ne supporte pas les vidéos HTML5 mais vous pouvez lire la vidéo en cliquant sur le lien ci dessous.
